Repository: 151283250/CoconutKit
Catalog: CoconutKit/Resources/*.lproj/CoconutKit_Localizable.strings
Languages: fr

source: < 1 min remaining (estimate)
fr: < 1 min restante (estimation)

source: %d min remaining (estimate)
fr: %d min restante(s) (estimation)

source: %dd %dh remaining (estimate)
fr: %dd %dh restants (estimation)

source: %dh %dm remaining (estimate)
fr: %dh %dm restants (estimation)

source: Formatting error
fr: Erreur de formattage

source: Mail Link
fr: Envoyer par E-mail

source: Multiple validation errors
fr: Plusieurs erreurs de validation

source: No remaining time estimate available
fr: Aucune estimation du temps restant

source: Open in Safari
fr: Ouvrir dans Safari

source: Validation error
fr: Erreur de validation
